[DIALOG_102]
BUTTON_1000=固件
BUTTON_1001=启动
BUTTON_1002=退出
BUTTON_1003=设置
DIALOG_TITLE=瑞芯微工厂烧录工具
LISTVIEW_1005_Header_0=文件
LISTVIEW_1005_Header_1=类型
LISTVIEW_1005_Header_2=时间
LISTVIEW_1005_Header_3=大小
[DIALOG_129]
BUTTON_1007=下载后重启
BUTTON_1008=设置测试模式
BUTTON_1009=设置
DIALOG_TITLE=下载参数设置
LABEL_1010=擦除模式:
[DIALOG_130]
BUTTON_1011=开始
BUTTON_1012=重映射
BUTTON_1013=关闭
DIALOG_TITLE=固件升级
LABEL_1016=成功:
LABEL_1017=0
LABEL_1018=失败:
LABEL_1019=0
LABEL_1020=总共:
LABEL_1021=0
LABEL_1024=擦除所有数据包括校准数据
LISTVIEW_1022_Header_0=ID
LISTVIEW_1022_Header_1=设备名
LISTVIEW_1022_Header_2=升级信息
LISTVIEW_1023_Header_0=成功
LISTVIEW_1023_Header_1=耗时
[PROMPT]
IDS_COMBO_ITEM_0=写前擦除
IDS_COMBO_ITEM_1=写前擦除整个Flash
IDS_COMBO_ITEM_2=写前条件擦除
IDS_COMBO_ITEM_3=写前擦除整个Flash包括坏块
IDS_START_BUTTON=开始
IDS_STOP_BUTTON=停止
IDS_STOPPING_BUTTON=正在停止...
IDS_REMAP_PROMPT=请移除当前连接的所有设备后,点击确定.
IDS_OPEN_COMM=正在打开通讯端口...
IDS_OPEN_COMM_ERR=打开通讯端口失败
IDS_DEVICE_SYNC=正在设备同步...
IDS_DEVICE_SYNC_ERR=同步设备失败
IDS_RESET_DEVICE=正在重启设备...
IDS_RESET_DEVICE_ERR=重启设备失败
IDS_WAIT_DEVICE=正在等待设备重启完成...
IDS_WAIT_DEVICE_ERR=等待设备重启完成失败
IDS_FLS_DOWNLOAD=正在下载%s...
IDS_FLS_DOWNLOAD_ERR=下载%s失败
IDS_USER_STOP=用户停止操作
IDS_SET_TESTMODE=正在设置测试模式...
IDS_SET_TESTMODE_ERR=设置测试模式失败
IDS_UPGRADE_SUCCESS=下载成功
IDS_EMPTY_FIRMWARE_ERR=没有选择升级固件!
IDS_SETTING_CONFIRM=当前设置在烧录过程会擦除所有数据,请确认!
